Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Nothing syncs until you say whether this device’s workouts go into your profile — tap to answer.
ar: لن تتم المزامنة حتى تحدد ما إذا كانت تمارين هذا الجهاز ستُضاف إلى ملفك — اضغط للإجابة.
de: Nichts wird synchronisiert, bis du sagst, ob die Trainings dieses Geräts in dein Profil kommen – tippe zum Antworten.
es: No se sincroniza nada hasta que digas si los entrenamientos de este dispositivo van a tu perfil: toca para responder.
fr: Rien ne se synchronise tant que tu n’as pas dit si les séances de cet appareil vont dans ton profil — touche pour répondre.
hi: जब तक आप यह नहीं बताते कि इस डिवाइस के वर्कआउट आपकी प्रोफ़ाइल में जाएँ या नहीं, कुछ भी सिंक नहीं होगा — जवाब देने के लिए टैप करें।
hu: Semmi sem szinkronizálódik, amíg meg nem mondod, bekerüljenek-e az eszköz edzései a profilodba – koppints a válaszhoz.
it: Non si sincronizza nulla finché non dici se gli allenamenti di questo dispositivo vanno nel tuo profilo — tocca per rispondere.
ko: 이 기기의 운동을 프로필에 넣을지 정할 때까지 아무것도 동기화되지 않습니다. 탭하여 답하세요.
pl: Nic się nie synchronizuje, dopóki nie zdecydujesz, czy treningi z tego urządzenia trafią do profilu – dotknij, aby odpowiedzieć.
pt: Nada é sincronizado até dizeres se os treinos deste dispositivo vão para o teu perfil — toca para responder.
pt_br: Nada é sincronizado até você dizer se os treinos deste dispositivo vão para o seu perfil — toque para responder.
ru: Ничего не синхронизируется, пока вы не решите, добавлять ли тренировки с этого устройства в профиль, — нажмите, чтобы ответить.
th: จะไม่มีการซิงค์จนกว่าคุณจะบอกว่าจะเพิ่มการออกกำลังกายในอุปกรณ์นี้ลงในโปรไฟล์หรือไม่ — แตะเพื่อตอบ
tr: Bu cihazdaki antrenmanların profiline eklenip eklenmeyeceğini söyleyene kadar hiçbir şey eşitlenmez — yanıtlamak için dokun.
uk: Нічого не синхронізується, доки ви не вирішите, чи додавати тренування з цього пристрою до профілю, — торкніться, щоб відповісти.
zh: 在你决定是否将本设备的训练加入个人资料之前，不会同步任何内容——点按以答复。

source: Nothing the Coach suggests is applied on its own — you review every change and can undo it afterwards.
ar: لا يُطبَّق أي اقتراح من المدرب من تلقاء نفسه — تراجع كل تغيير ويمكنك التراجع عنه بعد ذلك.
de: Nichts, was der Coach vorschlägt, wird von selbst übernommen: Du prüfst jede Änderung und kannst sie danach rückgängig machen.
es: Nada de lo que sugiere el Entrenador se aplica solo: revisas cada cambio y puedes deshacerlo después.
fr: Rien de ce que propose le Coach ne s’applique tout seul : vous validez chaque changement et pouvez l’annuler ensuite.
hi: कोच जो सुझाता है वह अपने आप लागू नहीं होता — आप हर बदलाव देखते हैं और बाद में उसे पलट सकते हैं।
hu: Az Edző egyetlen javaslata sem lép életbe magától — minden módosítást te nézel át, és utólag visszavonhatod.
it: Nulla di ciò che il Coach suggerisce viene applicato da solo: rivedi ogni modifica e puoi annullarla dopo.
ko: 코치의 제안은 저절로 적용되지 않습니다. 모든 변경을 직접 확인하고 나중에 되돌릴 수 있습니다.
pl: Nic, co proponuje Trener, nie wchodzi w życie samo: sprawdzasz każdą zmianę i możesz ją potem cofnąć.
pt: Nada do que o Treinador sugere é aplicado sozinho: revês cada alteração e podes anulá-la depois.
pt_br: Nada do que o Treinador sugere é aplicado sozinho — você revisa cada alteração e pode desfazê-la depois.
ru: Ничто из предложенного Тренером не применяется само: вы проверяете каждое изменение и можете его отменить.
th: ไม่มีข้อเสนอใดของโค้ชที่ถูกนำไปใช้เอง — คุณตรวจสอบทุกการเปลี่ยนแปลงและเลิกทำได้ในภายหลัง
tr: Koç’un önerdiği hiçbir şey kendiliğinden uygulanmaz: her değişikliği sen incelersin ve sonradan geri alabilirsin.
uk: Ніщо із запропонованого Тренером не застосовується само собою: ти переглядаєш кожну зміну і можеш її скасувати.
zh: 教练的任何建议都不会自动生效——每一处改动都由你审阅，事后还可以撤销。

# Nothing to change right now: {0}
source: Nothing to change right now: %1$@
ar: لا شيء لتغييره الآن: %1$@
de: Gerade nichts zu ändern: %1$@
es: Nada que cambiar por ahora: %1$@
fr: Rien à changer pour l’instant : %1$@
hi: अभी कुछ बदलने की ज़रूरत नहीं: %1$@
hu: Most nincs mit változtatni: %1$@
it: Niente da cambiare per ora: %1$@
ko: 지금은 바꿀 것이 없습니다: %1$@
pl: Na razie nic do zmiany: %1$@
pt: Nada a mudar por agora: %1$@
pt_br: Nada a mudar por agora: %1$@
ru: Пока менять нечего: %1$@
th: ตอนนี้ไม่มีอะไรต้องเปลี่ยน: %1$@
tr: Şu an değiştirilecek bir şey yok: %1$@
uk: Поки міняти нічого: %1$@
zh: 目前无需更改：%1$@

source: Nothing to import from Hevy
ar: لا شيء للاستيراد من Hevy
de: Von Hevy gibt es nichts zu importieren
es: No hay nada que importar desde Hevy
fr: Rien à importer depuis Hevy
hi: Hevy से आयात करने के लिए कुछ नहीं
hu: Nincs mit importálni a Hevyből
it: Niente da importare da Hevy
ko: Hevy에서 가져올 항목이 없습니다
pl: Nie ma nic do zaimportowania z Hevy
pt: Nada para importar do Hevy
pt_br: Nada para importar do Hevy
ru: Из Hevy нечего импортировать
th: ไม่มีอะไรให้นำเข้าจาก Hevy
tr: Hevy’den içe aktarılacak bir şey yok
uk: З Hevy нема чого імпортувати
zh: Hevy 没有可导入的内容

source: Nothing to import from that file
ar: لا يوجد شيء لاستيراده من هذا الملف
de: Aus dieser Datei gibt es nichts zu importieren
es: No hay nada que importar de ese archivo
fr: Rien à importer depuis ce fichier
hi: उस फ़ाइल से आयात करने को कुछ नहीं
hu: Ebből a fájlból nincs mit importálni
it: Niente da importare da questo file
ko: 이 파일에서 가져올 내용이 없습니다
pl: Brak danych do importu z tego pliku
pt: Nada para importar desse ficheiro
pt_br: Não há nada para importar desse arquivo
ru: В этом файле нечего импортировать
th: ไม่มีอะไรให้นำเข้าจากไฟล์นั้น
tr: Bu dosyada içe aktarılacak bir şey yok
uk: У цьому файлі нема чого імпортувати
zh: 该文件中没有可导入的内容

source: Nothing to save yet
ar: لا شيء للحفظ بعد
de: Noch nichts zu speichern
es: Nada que guardar todavía
fr: Rien à enregistrer pour l’instant
hi: अभी सहेजने के लिए कुछ नहीं
hu: Még nincs mit menteni
it: Ancora niente da salvare
ko: 아직 저장할 내용이 없습니다
pl: Nie ma jeszcze nic do zapisania
pt: Ainda não há nada para guardar
pt_br: Ainda não há nada para guardar
ru: Пока нечего сохранять
th: ยังไม่มีอะไรให้บันทึก
tr: Henüz kaydedilecek bir şey yok
uk: Поки нема чого зберігати
zh: 暂无可保存的内容

source: Nothing to undo
ar: لا شيء للتراجع عنه
de: Nichts rückgängig zu machen
es: Nada que deshacer
fr: Rien à annuler
hi: पलटने को कुछ नहीं
hu: Nincs mit visszavonni
it: Niente da annullare
ko: 되돌릴 것이 없습니다
pl: Nie ma czego cofnąć
pt: Nada para anular
pt_br: Nada para desfazer
ru: Отменять нечего
th: ไม่มีอะไรให้เลิกทำ
tr: Geri alınacak bir şey yok
uk: Скасовувати нема чого
zh: 没有可撤销的内容

source: Nothing yet. Every plan, suggestion and debrief will be kept here — whether you said yes or no.
ar: لا شيء بعد. ستُحفظ هنا كل خطة واقتراح وملخص — سواء وافقت أم رفضت.
de: Noch nichts. Jeder Plan, Vorschlag und jede Auswertung wird hier aufbewahrt – egal ob du Ja oder Nein gesagt hast.
es: Nada aún. Cada plan, sugerencia y evaluación se guardará aquí — digas sí o no.
fr: Rien pour l’instant. Chaque plan, suggestion et bilan sera gardé ici — que tu dises oui ou non.
hi: अभी कुछ नहीं। हर प्लान, सुझाव और समीक्षा यहाँ रखी जाएगी — चाहे आप हाँ कहें या ना।
hu: Még semmi. Minden terv, javaslat és kiértékelés itt lesz megőrizve — akár igent, akár nemet mondtál.
it: Ancora niente. Ogni piano, suggerimento e valutazione verrà conservato qui — che tu dica sì o no.
ko: 아직 없어요. 모든 플랜, 제안, 평가가 여기에 보관됩니다 — 수락하든 거절하든.
pl: Jeszcze nic. Każdy plan, sugestia i podsumowanie będą tu zachowane — niezależnie od tego, czy powiesz tak czy nie.
pt: Ainda nada. Cada plano, sugestão e balanço fica guardado aqui — digas sim ou não.
pt_br: Nada ainda. Cada plano, sugestão e balanço fica guardado aqui — diga você sim ou não.
ru: Пока ничего. Каждый план, предложение и разбор будут храниться здесь — ответил ты «да» или «нет».
th: ยังไม่มีอะไร ทุกแผน ข้อเสนอแนะ และสรุปผลจะถูกเก็บไว้ที่นี่ — ไม่ว่าคุณจะตอบรับหรือปฏิเสธ
tr: Henüz bir şey yok. Her plan, öneri ve değerlendirme burada saklanacak — evet ya da hayır desen de.
uk: Поки нічого. Кожен план, пропозиція й розбір зберігатимуться тут — незалежно від того, погодився ти чи ні.
zh: 还没有内容。每个计划、建议和复盘都会保留在这里——无论你是否采纳。

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
hi: सूचनाएँ
hu: Értesítések
it: Notifiche
ko: 알림
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh: 通知

source: Notifications off
ar: الإشعارات معطلة
de: Benachrichtigungen aus
es: Notificaciones desactivadas
fr: Notifications désactivées
hi: सूचनाएँ बंद
hu: Értesítések kikapcsolva
it: Notifiche disattivate
ko: 알림 꺼짐
pl: Powiadomienia wyłączone
pt: Notificações desativadas
pt_br: Notificações desativadas
ru: Уведомления выключены
th: ปิดการแจ้งเตือน
tr: Bildirimler kapalı
uk: Сповіщення вимкнено
zh: 通知已关闭

source: Notifications on
ar: الإشعارات مفعّلة
de: Benachrichtigungen an
es: Notificaciones activadas
fr: Notifications activées
hi: सूचनाएँ चालू
hu: Értesítések bekapcsolva
it: Notifiche attivate
ko: 알림 켜짐
pl: Powiadomienia włączone
pt: Notificações ativadas
pt_br: Notificações ativadas
ru: Уведомления включены
th: เปิดการแจ้งเตือน
tr: Bildirimler açık
uk: Сповіщення увімкнено
zh: 通知已开启

source: Nov
ar: نوفمبر
hi: नव
ko: 11월
pl: Lis
ru: Ноя
th: พ.ย.
tr: Kas
uk: Лис
zh: 11月

source: November
ar: نوفمبر
es: Noviembre
fr: Novembre
hi: नवंबर
it: Novembre
ko: 11월
pl: Listopad
pt: Novembro
pt_br: Novembro
ru: Ноябрь
th: พฤศจิกายน
tr: Kasım
uk: Листопад
zh: 十一月

source: Obliques
ar: العضلات المائلة
de: Schräge Bauchmuskeln
es: Oblicuos
hi: तिरछी मांसपेशियाँ
hu: Ferde hasizom
it: Obliqui
ko: 복사근
pl: Skośne
pt: Oblíquos
pt_br: Oblíquos
ru: Косые мышцы
th: กล้ามเนื้อข้างลำตัว
tr: Yan karın
uk: Косі м’язи
zh: 腹斜肌

source: Oct
ar: أكتوبر
de: Okt
hi: अक्टू
hu: Okt
it: Ott
ko: 10월
pl: Paź
pt: Out
pt_br: Out
ru: Окт
th: ต.ค.
tr: Eki
uk: Жов
zh: 10月

source: October
ar: أكتوبر
de: Oktober
es: Octubre
fr: Octobre
hi: अक्टूबर
hu: Október
it: Ottobre
ko: 10월
pl: Październik
pt: Outubro
pt_br: Outubro
ru: Октябрь
th: ตุลาคม
tr: Ekim
uk: Жовтень
zh: 十月

source: Off
ar: إيقاف
de: Aus
es: No
fr: Non
hi: बंद
hu: Ki
it: No
ko: 끔
pl: Wył.
pt: Não
pt_br: Não
ru: Выкл
th: ปิด
tr: Kapalı
uk: Вимк
zh: 关

source: Off — choose how the Coach should run.
ar: متوقف — اختر كيفية عمل المدرب.
de: Aus — wähle, wie der Coach laufen soll.
es: Apagado: elige cómo debe funcionar el entrenador.
fr: Désactivé — choisis comment le coach doit fonctionner.
hi: बंद — चुनें कि कोच कैसे चले।
hu: Ki — válaszd ki, hogyan fusson az Edző.
it: Spento: scegli come deve funzionare il Coach.
ko: 꺼짐 — 코치 실행 방식을 선택하세요.
pl: Wyłączony — wybierz, jak ma działać trener.
pt: Desligado — escolhe como o Treinador deve correr.
pt_br: Desligado — escolha como o Treinador deve rodar.
ru: Выключен — выберите, как должен работать тренер.
th: ปิด — เลือกว่าจะให้โค้ชทำงานอย่างไร
tr: Kapalı — koçun nasıl çalışacağını seç.
uk: Вимкнено — вибери, як має працювати тренер.
zh: 已关闭——选择教练的运行方式。

source: Off — the Coach only looks when you ask it to.
ar: متوقف — لا ينظر المدرب إلا عندما تطلب منه.
de: Aus — der Coach schaut nur, wenn du ihn darum bittest.
es: Desactivado: el Entrenador solo mira cuando se lo pides.
fr: Désactivés : le Coach ne regarde que si vous le lui demandez.
hi: बंद — कोच तभी देखता है जब आप कहें।
hu: Ki — az Edző csak akkor néz rá, ha kéred.
it: Disattivate: il Coach guarda solo quando glielo chiedi.
ko: 꺼짐 — 코치는 요청할 때만 살펴봅니다.
pl: Wyłączone — Trener patrzy tylko wtedy, gdy go poprosisz.
pt: Desligado: o Treinador só analisa quando lhe pedes.
pt_br: Desligado — o Treinador só analisa quando você pede.
ru: Выключено — Тренер смотрит только по вашей просьбе.
th: ปิด — โค้ชจะดูเมื่อคุณขอเท่านั้น
tr: Kapalı — Koç yalnızca sen istediğinde bakar.
uk: Вимкнено — Тренер дивиться лише на твоє прохання.
zh: 已关闭——教练只在你请求时才查看。

source: Off — you see nothing and share nothing
ar: متوقف — لا ترى شيئًا ولا تشارك شيئًا
de: Aus – du siehst nichts und teilst nichts
es: Desactivado — no ves nada ni compartes nada
fr: Désactivé — tu ne vois rien et ne partages rien
hi: बंद — आप कुछ नहीं देखते और कुछ साझा नहीं करते
hu: Ki — nem látsz és nem osztasz meg semmit
it: Off — non vedi nulla e non condividi nulla
ko: 꺼짐 — 아무것도 보지 않고 공유하지 않습니다
pl: Wył. — nic nie widzisz i nic nie udostępniasz
pt: Desligado — não vês nada nem partilhas nada
pt_br: Desligado — você não vê nada nem compartilha nada
ru: Выкл. — ты ничего не видишь и ничем не делишься
th: ปิด — คุณไม่เห็นและไม่แชร์อะไร
tr: Kapalı — hiçbir şey görmez ve paylaşmazsın
uk: Вимк. — ти нічого не бачиш і нічим не ділишся
zh: 关闭——你看不到也不共享任何内容

source: Off 🔕
ar: إيقاف 🔕
de: Aus 🔕
es: No 🔕
fr: Non 🔕
hi: बंद 🔕
hu: Ki 🔕
it: No 🔕
ko: 끔 🔕
pl: Wył. 🔕
pt: Não 🔕
pt_br: Não 🔕
ru: Выкл 🔕
th: ปิด 🔕
tr: Kapalı 🔕
uk: Вимк 🔕
zh: 关 🔕

source: Off: tap the number and type it
ar: متوقف: اضغط الرقم واكتبه
de: Aus: Zahl antippen und eintippen
es: Desactivado: toca el número y escríbelo
fr: Désactivé : touchez le nombre et saisissez-le
hi: बंद: संख्या पर टैप करें और टाइप करें
hu: Ki: koppints a számra és írd be
it: Disattivato: tocca il numero e digitalo
ko: 끄면 숫자를 눌러 직접 입력
pl: Wyłączone: dotknij liczby i wpisz ją
pt: Desligado: toca no número e escreve-o
pt_br: Desligado: toque no número e digite
ru: Выкл.: нажмите на число и введите его
th: ปิด: แตะตัวเลขแล้วพิมพ์เอง
tr: Kapalı: sayıya dokunup yazın
uk: Вимк.: натисни на число й введи його
zh: 关闭：点按数字直接输入

source: Offline — showing the last copy synced with the server.
ar: غير متصل — يُعرض آخر نسخة متزامنة مع الخادم.
de: Offline — zeigt die zuletzt mit dem Server synchronisierte Kopie.
es: Sin conexión: se muestra la última copia sincronizada con el servidor.
fr: Hors ligne — affichage de la dernière copie synchronisée avec le serveur.
hi: ऑफ़लाइन — सर्वर से सिंक की गई आख़िरी प्रति दिखाई जा रही है।
hu: Offline — a szerverrel utoljára szinkronizált másolat látható.
it: Offline — viene mostrata l’ultima copia sincronizzata con il server.
ko: 오프라인 — 서버와 마지막으로 동기화된 사본을 표시합니다.
pl: Offline — wyświetlana jest ostatnia kopia zsynchronizowana z serwerem.
pt: Offline — a mostrar a última cópia sincronizada com o servidor.
pt_br: Offline — a mostrar a última cópia sincronizada com o servidor.
ru: Офлайн — показана последняя копия, синхронизированная с сервером.
th: ออฟไลน์ — แสดงสำเนาล่าสุดที่ซิงค์กับเซิร์ฟเวอร์
tr: Çevrimdışı — sunucuyla en son eşitlenen kopya gösteriliyor.
uk: Офлайн — показано останню копію, синхронізовану з сервером.
zh: 离线 — 正在显示最后一次与服务器同步的副本。

source: Offline — the server cannot be reached
ar: غير متصل — تعذّر الوصول إلى الخادم
de: Offline — der Server ist nicht erreichbar
es: Sin conexión: no se puede llegar al servidor
fr: Hors ligne — le serveur est injoignable
hi: ऑफ़लाइन — सर्वर तक नहीं पहुँचा जा सकता
hu: Offline — a szerver nem érhető el
it: Offline — il server non è raggiungibile
ko: 오프라인 — 서버에 연결할 수 없음
pl: Offline — serwer jest nieosiągalny
pt: Offline — não é possível chegar ao servidor
pt_br: Offline — não é possível acessar o servidor
ru: Офлайн — сервер недоступен
th: ออฟไลน์ — เชื่อมต่อเซิร์ฟเวอร์ไม่ได้
tr: Çevrimdışı — sunucuya ulaşılamıyor
uk: Офлайн — сервер недоступний
zh: 离线——无法连接服务器

source: Offline — your changes are saved on this device and sync when you are back online.
ar: غير متصل — تُحفظ تغييراتك على هذا الجهاز وتتزامن عند عودة الاتصال.
de: Offline — deine Änderungen sind auf diesem Gerät gespeichert und werden synchronisiert, sobald du wieder online bist.
es: Sin conexión: tus cambios se guardan en este dispositivo y se sincronizarán cuando vuelvas a estar en línea.
fr: Hors ligne — vos modifications sont enregistrées sur cet appareil et seront synchronisées dès le retour de la connexion.
hi: ऑफ़लाइन — आपके बदलाव इस डिवाइस पर सहेजे गए हैं और ऑनलाइन होते ही सिंक हो जाएँगे।
hu: Offline — a módosításaid ezen az eszközön vannak mentve, és szinkronizálódnak, amint újra online leszel.
it: Offline — le tue modifiche sono salvate su questo dispositivo e verranno sincronizzate quando tornerai online.
ko: 오프라인 — 변경 사항은 이 기기에 저장되며 다시 온라인이 되면 동기화됩니다.
pl: Offline — zmiany są zapisane na tym urządzeniu i zsynchronizują się, gdy znów będziesz online.
pt: Offline — as tuas alterações ficam guardadas neste dispositivo e sincronizam assim que voltares a estar online.
pt_br: Offline — suas alterações ficam salvas neste dispositivo e sincronizam assim que você voltar a ficar online.
ru: Офлайн — изменения сохранены на этом устройстве и синхронизируются, как только появится сеть.
th: ออฟไลน์ — การเปลี่ยนแปลงถูกบันทึกไว้ในอุปกรณ์นี้และจะซิงค์เมื่อกลับมาออนไลน์
tr: Çevrimdışı — değişikliklerin bu cihazda kayıtlı, tekrar çevrimiçi olunca eşitlenecek.
uk: Офлайн — зміни збережено на цьому пристрої, вони синхронізуються, щойно з'явиться мережа.
zh: 离线 — 你的更改已保存在此设备上，恢复联网后会自动同步。

source: On
ar: تشغيل
de: An
es: Sí
fr: Oui
hi: चालू
hu: Be
it: Sì
ko: 켬
pl: Wł.
pt: Sim
pt_br: Sim
ru: Вкл
th: เปิด
tr: Açık
uk: Увімк
zh: 开

source: On a day and time you choose
ar: في يوم ووقت تختارهما
de: An einem Tag und zu einer Uhrzeit deiner Wahl
es: El día y la hora que elijas
fr: Le jour et à l’heure de votre choix
hi: आपके चुने दिन और समय पर
hu: Az általad választott napon és időben
it: Nel giorno e nell’ora che scegli
ko: 내가 고른 요일과 시각에
pl: W wybranym dniu i o wybranej godzinie
pt: No dia e hora que escolheres
pt_br: No dia e hora que você escolher
ru: В выбранный день и час
th: ในวันและเวลาที่คุณเลือก
tr: Seçtiğin gün ve saatte
uk: У вибраний день і час
zh: 在你选定的日期和时间

source: On the openGym app, choose “Connect to my server”, then enter this address and the code below. It expires in 5 minutes.
ar: في تطبيق openGym، اختر «الاتصال بخادمي»، ثم أدخل هذا العنوان والرمز أدناه. تنتهي صلاحيته خلال 5 دقائق.
de: Wähle in der openGym-App „Mit meinem Server verbinden“, gib dann diese Adresse und den Code unten ein. Er läuft in 5 Minuten ab.
es: En la app de openGym, elige «Conectar a mi servidor», luego introduce esta dirección y el código de abajo. Caduca en 5 minutos.
fr: Dans l'application openGym, choisissez « Se connecter à mon serveur », puis saisissez cette adresse et le code ci-dessous. Il expire dans 5 minutes.
hi: openGym ऐप में "मेरे सर्वर से कनेक्ट करें" चुनें, फिर यह पता और नीचे दिया कोड डालें। यह 5 मिनट में समाप्त हो जाता है।
hu: Az openGym appban válaszd a „Csatlakozás a szerveremhez” lehetőséget, majd add meg ezt a címet és az alábbi kódot. 5 perc alatt jár le.
it: Nell'app openGym scegli «Connettiti al mio server», poi inserisci questo indirizzo e il codice qui sotto. Scade tra 5 minuti.
ko: openGym 앱에서 "내 서버에 연결"을 선택한 다음, 이 주소와 아래 코드를 입력하세요. 5분 후 만료됩니다.
pl: W aplikacji openGym wybierz „Połącz z moim serwerem”, a potem wpisz ten adres i poniższy kod. Wygasa po 5 minutach.
pt: Na app openGym, escolhe «Ligar ao meu servidor», depois introduz este endereço e o código abaixo. Expira em 5 minutos.
pt_br: No aplicativo openGym, escolha “Conectar ao meu servidor”, depois digite este endereço e o código abaixo. Ele expira em 5 minutos.
ru: В приложении openGym выберите «Подключиться к моему серверу», затем введите этот адрес и код ниже. Он действителен 5 минут.
th: ในแอป openGym เลือก “เชื่อมต่อกับเซิร์ฟเวอร์ของฉัน” แล้วป้อนที่อยู่นี้พร้อมรหัสด้านล่าง รหัสจะหมดอายุใน 5 นาที
tr: openGym uygulamasında “Sunucuma bağlan”ı seç, ardından bu adresi ve aşağıdaki kodu gir. 5 dakika içinde sona erer.
uk: У застосунку openGym вибери «Підключитися до мого сервера», потім введи цю адресу і код нижче. Він дійсний 5 хвилин.
zh: 在 openGym 应用中选择“连接到我的服务器”，然后输入此地址和下面的配对码。5 分钟后失效。

source: On this phone only — not connected to a server
ar: على هذا الهاتف فقط — غير متصل بخادم
de: Nur auf diesem Handy — mit keinem Server verbunden
es: Solo en este teléfono: sin conexión a ningún servidor
fr: Sur ce téléphone uniquement — connecté à aucun serveur
hi: केवल इसी फ़ोन पर — किसी सर्वर से कनेक्ट नहीं
hu: Csak ezen a telefonon — nem csatlakozik szerverhez
it: Solo su questo telefono — non collegato a nessun server
ko: 이 휴대폰에만 저장 — 서버에 연결되지 않음
pl: Tylko na tym telefonie — bez połączenia z serwerem
pt: Só neste telemóvel — sem ligação a nenhum servidor
pt_br: Só neste celular — sem conexão com nenhum servidor
ru: Только на этом телефоне — без подключения к серверу
th: ในโทรศัพท์เครื่องนี้เท่านั้น — ไม่ได้เชื่อมต่อกับเซิร์ฟเวอร์
tr: Yalnızca bu telefonda — hiçbir sunucuya bağlı değil
uk: Лише на цьому телефоні — без підключення до сервера
zh: 仅在这部手机上——未连接服务器

source: On 🔔
ar: تشغيل 🔔
de: An 🔔
es: Sí 🔔
fr: Oui 🔔
hi: चालू 🔔
hu: Be 🔔
it: Sì 🔔
ko: 켬 🔔
pl: Wł. 🔔
pt: Sim 🔔
pt_br: Sim 🔔
ru: Вкл 🔔
th: เปิด 🔔
tr: Açık 🔔
uk: Увімк 🔔
zh: 开 🔔

source: One more rep in the tank
ar: تكرار واحد في الاحتياط
de: Eine Wiederholung wäre noch gegangen
es: Una repetición más en reserva
fr: Encore une répétition en réserve
hi: एक रेप और बाकी था
hu: Egy ismétlés még belefért volna
it: Un’altra ripetizione in canna
ko: 한 개 더 남았음
pl: Jeszcze jedno powtórzenie w zapasie
pt: Mais uma repetição de margem
pt_br: Mais uma repetição de margem
ru: Ещё одно повторение в запасе
th: ยังเหลืออีกหนึ่งครั้งถ้าจะฝืน
tr: Bir tekrar daha vardı
uk: Ще одне повторення в запасі
zh: 还能再做一次

source: One stack — a belt, a landmine, a plate-loaded machine, a sled.
ar: كومة واحدة — حزام، لاندماين، جهاز يُحمَّل بالأقراص، سليد.
de: Ein Stapel — ein Gurt, eine Landmine, eine Scheibenmaschine, ein Schlitten.
es: Una sola pila — un cinturón, una landmine, una máquina de discos, un trineo.
fr: Une seule pile — une ceinture, une landmine, une machine à disques, un traîneau.
hi: एक स्टैक — एक बेल्ट, एक लैंडमाइन, प्लेट वाली कोई मशीन, एक स्लेड।
hu: Egy oszlop — egy öv, egy landmine, egy tárcsás gép, egy szán.
it: Una pila unica — una cintura, una landmine, una macchina a dischi, una slitta.
ko: 하나의 스택 — 벨트, 랜드마인, 플레이트 머신, 슬레드.
pl: Jeden stos — pas, landmine, maszyna na talerze, sanie.
pt: Uma pilha única — um cinto, uma landmine, uma máquina de discos, um trenó.
pt_br: Uma pilha única — um cinto, uma landmine, uma máquina de anilhas, um trenó.
ru: Одна стопка — пояс, лэндмайн, тренажёр под блины, сани.
th: กองเดียว — เข็มขัด แลนด์ไมน์ เครื่องที่ใช้แผ่นน้ำหนัก หรือสเลด
tr: Tek yığın — bir kemer, bir landmine, diskli bir makine, bir kızak.
uk: Один стос — пояс, лендмайн, тренажер під блини, сани.
zh: 单堆——腰带、地雷杆、杠铃片机器，或雪橇。
